[
    {
        "id": "1",
        "title": "白芷",
        "name": "祁白芷，禹白芷，走马芹，会白芷，香大活。",
        "origins": "为伞形科植物白芷或杭白芷的干燥根。",
        "areas": "主产于浙江、四川、河南、河北。",
        "tonad": "性味辛，温。归胃、大肠、肺经。",
        "effects": "具有解表散寒，祛风止痛，宣通鼻窍，燥湿止带，消肿排脓的功效。常与其他药材同用，可用于感冒头痛，眉棱骨痛，鼻塞流涕，鼻鼽，鼻渊，牙痛，带下，疮疡肿痛。",
        "shape": "本品呈长圆锥形，长10～25cm，直径1.5～2.5cm。表面灰棕色或黄棕色，根头部钝四棱形或近圆形，具纵皱纹、支根痕及皮孔样的横向突起，有的排列成四纵行。\r\n顶端有凹陷的茎痕。质坚实，断面白色或灰白色，粉性，形成层环棕色，近方形或近圆形，皮部散有多数棕色油点。\r\n",
        "methods": "（1）白芷多煎汁服用，也可泡酒、煮粥或煲汤用。但无论采用哪种方式，都需要按照医生的嘱咐服用。\r\n（2）白芷煎汁内服时，常用量为3～10g。\r\n（3）白芷外用时，取适量白芷磨成细粉，外搽患处或者调敷。\r\n（4）白芷一般多入汤剂，煎汁服用，也可以制成散剂或丸剂服用。但中药材的使用须辨证论治，应在专业中医指导下使用，不可自行随意使用，更不可随意听信中药偏方和广告宣传。\r\n（5）此外，白芷也可用于日常保健，常用食用方法如下：\r\n泡酒：白芷可以泡酒饮用，具有祛风燥湿、解表散寒、止痛的作用。\r\n煮粥：可以将白芷磨成粉煮粥，具有清热抗感，增强自身免疫的功能。\r\n",
        "careful": "阴虚血热者忌服。\r\n用药期间需注意忌食寒凉、生冷食物、忌食辛辣油腻食物。\r\n妊娠及哺乳期妇女请及时告知医生并咨询是否可用中药治疗。\r\n儿童用药须在医生指导和成人监护下进行。\r\n",
        "edible": "（1）川芎15g，白芷15g，鳙鱼头1个（约200g），生姜、葱、食盐、料酒等适量。\r\n将川芎洗净，切片；白芷洗净切片；鳙鱼头去鳃，洗净。将药物、鱼头放入锅内，加生姜、葱、食盐、料酒、水适量。将锅置武火上煮沸，再用文火炖熟即成，食用时加味精少许。分顿喝汤。\r\n（2）桃花250g，白芷30g，白酒1L。\r\n桃花采自清明前后含苞初放者，与白芷同放入盛酒的瓶中，加盖密封，存放1个月，即可开封备用。每次取酒15～30mL，于空腹时饮之，每日1～2次，常饮。\r\n"
    },
    {
        "id": "2",
        "title": "防风",
        "name": "关防风，北防风，旁防风",
        "origins": "本品为伞形科植物防风的干燥根。春、秋二季采挖未抽花茎植株的根，除去须根和泥沙，晒干。",
        "areas": "主产于黑龙江、内蒙古、吉林、辽宁。",
        "tonad": "性味辛、甘，微温。归膀胱、肝、脾经。",
        "effects": "具有祛风解表，胜湿止痛，止痉的功效。",
        "shape": "本品呈长圆锥形或长圆柱形，下部渐细，有的略弯曲，长15～30cm，直径0.5～2cm。表面灰棕色或棕褐色，粗糙，有纵皱纹、多数横长皮孔样突起及点状的细根痕。\r\n根头部有明显密集的环纹，有的环纹上残存棕褐色毛状叶基。体轻，质松，易折断，断面不平坦，皮部棕黄色至棕色，有裂隙，木部黄色。气特异，味微甘。",
        "methods": "防风煎汁内服时，常用量为5～10g。\r\n防风外用时，取适量防风，煎汤熏洗患处。\r\n经不同炮制方法，可生产防风、炒防风、防风碳等中药材饮片。发表当生用，止血宜炒炭。不同炮制方式作用功效不同，具体用药请遵医嘱。\r\n防风一般多入汤剂，煎汁服用，也可以制成散剂或丸剂服用。但中药材的使用须辨证论治，应在专业中医指导下使用，不可自行随意使用，更不可随意听信中药偏方和广告宣传。",
        "careful": "阴血亏虚及热盛动风者不宜使用。\r\n用药期间需注意忌食寒凉、生冷食物、忌食辛辣油腻食物。\r\n妊娠及哺乳期妇女：如果您已经怀孕、计划怀孕或是在哺乳期，请及时告知医生并咨询是否可用中药治疗。\r\n儿童：儿童用药须在医生指导和成人监护下进行。\r\n请妥善保存药材，不要将自己所用药材给予其他人使用。\r\n",
        "edible": null
    },
    {
        "id": "3",
        "title": "藁（gao）本",
        "name": "鬼卿，地新，蔚香，微茎，藁板",
        "origins": "本品为伞形科植物藁本或辽藁本的干燥根茎和根。秋季茎叶枯萎或次春出苗时采挖，除去泥沙，晒干或烘干。",
        "areas": "主产于四川阿坝藏族自治州、巫山、巫溪、湖北巴东、兴山、长阳，湖南茶陵，陕西安康。",
        "tonad": "性温，味辛，归膀胱经。",
        "effects": "发表散寒，祛风胜湿，止痛功效。用于风寒感冒，巅顶疼痛，风湿痹痛。",
        "shape": "藁本根茎呈不规则结节状圆柱形，稍扭曲，有分枝，长3～10cm，直径1～2cm。表面棕褐色或暗棕色，粗糙，有纵皱纹，上侧残留数个凹陷的圆形茎基，下侧有多数点状突起的根痕和残根。体轻，质较硬，易折断，断面黄色或黄白色，纤维状。气浓香，味辛、苦、微麻。",
        "methods": "藁本煎汁内服时，常用量为3～10g。\r\n外用时，取适量藁本，煎水外洗或研末调涂。\r\n藁本一般多入汤剂，煎汁服用，也可以制成散剂或丸剂服用。但中药材的使用须辨证论治，应在专业中医指导下使用，不可自行随意使用，更不可随意听信中药偏方和广告宣传。",
        "careful": "阴血亏虚、肝阳上亢、火热内盛之头痛者忌服。\r\n藁本恶闾茹，畏青葙子，因此用药期间不得同时服用闾茹，青葙子。\r\n中药使用需要辨证论治、进行临床个体化治疗。因此，用药前请咨询专业医生，在医生指导下规范用药。",
        "edible": "藁本与辽藁本的区别：\r\n藁本主产于四川阿坝藏族自治州、巫山、巫溪、湖北巴东、兴山、长阳，湖南茶陵，陕西安康；辽藁本主产于河北龙关、蔚县、承德，辽宁盖县、风城，此外，山西繁峙、沁县，山东大部分地区及内蒙古呼伦贝尔盟亦产。\r\n藁本根茎呈不规则结节状圆柱形，稍扭曲，有分枝，长 3～10cm，直径1～2cm。表面棕褐色或暗棕色，粗糙，有纵皱纹，上侧残留数个凹陷的圆形茎基，下侧有多数点状突起的根痕和残根。辽藁本较小，根茎呈不规则的团块状或柱状，长1～3cm，直径0.6～2cm。有多数细长弯曲的根。"
    },
    {
        "id": "4",
        "title": "薄荷",
        "name": "玉桂，牡桂，菌桂，筒桂",
        "origins": "本品为樟科植物肉桂的干燥嫩枝。春、夏二季采收，除去叶，晒干，或切片晒干。",
        "areas": "主产于广东、广西。",
        "tonad": "性味辛、甘，温。归心、肺、膀胱经。",
        "effects": "桂枝具有发汗解肌，温通经脉，助阳化气，平冲降气的功效。\r\n用于风寒感冒，脘腹冷痛，血寒经闭，关节痹痛，痰饮，水肿，心悸，奔豚。 ",
        "shape": "本品呈长圆柱形，多分枝，长30～75cm，粗端直径0.3～1cm。表面红棕色至棕色，有纵棱线、细皱纹及小疙瘩状的叶痕、枝痕和芽痕，皮孔点状。质硬而脆，易折断。\r\n切片厚2～4mm，切面皮部红棕色，木部黄白色至浅黄棕色，髓部略呈方形。有特异香气，味甜、微辛，皮部味较浓。",
        "methods": "桂枝煎汁内服时，常用量为3～10g。\r\n桂枝外用时，取适量桂枝研末调敷，或煎汤熏洗。\r\n经不同炮制方法，可生产桂枝、蜜桂枝等中药材饮片。不同炮制方式作用功效不同，但用药方法一致，具体用药请遵医嘱。\r\n桂枝一般多入汤剂，煎汁服用，也可以制成散剂或丸剂服用。但中药材的使用须辨证论治，应在专业中医指导下使用，不可自行随意使用，更不可随意听信中药偏方和广告宣传。",
        "careful": "桂枝不与赤石脂、白石脂同用。 \r\n桂枝辛温助热，易伤阴动血，凡外感热病、阴虚火旺、血热妄行等证，均当忌用。\r\n孕妇及月经过多者慎用。\r\n用药期间需注意忌食寒凉、生冷食物、忌食辛辣油腻食物。",
        "edible": "常用药膳：\r\n发汗解肌，抗菌抗病毒，利尿，治风寒表证所致腰背肢节酸痛。桂枝3g、绿茶3g。用200ml开水冲泡后饮用，冲饮至味淡。\r\n养心安神。桂枝12g，炙甘草\r\n6g。水煎分三次温服。\r\n利胸膈，促进食欲，保持肌肤健康。槟榔\r\n3个，牵牛3两，官桂3两，青皮\r\n2两，陈皮\r\n2两，干姜\r\n2两（炮）。上为细末，煮醋面糊为丸，如绿豆大。每服15丸，茶、酒任下。如妇人心腹痛，即醋汤送下，男子用茴香汤送下。"
    }
]